[
  {
    "name": "Gregg Butensky",
    "bio": "Following stints as an electrical engineer and an acoustician, Gregg started programming in the early days of multimedia. He's been coding for the web for over 20 years. While he loves the problem solving challenges of engineering, he became passionate about computing when the landscape shifted to be about communication. Engaged travel, photography, and music all contribute to Gregg's love of the wired world and he's thrilled to be able to work in this realm.",
    "headshot": {
      "filename": "gbutensky.jpg",
      "url": "https://res.cloudinary.com/coderefactory/image/upload/f_auto/v1603490198/cr4/about-gbutensky.jpg",
      "width": 320,
      "height": 320
    }
  },
  {
    "name": "Andrew dePasquale",
    "bio": "Andrew began his 20-year career in technology hand-coding web sites for small and midsize businesses. He balances his engineering chops by bringing strong UX and visual design sensibilities to every engagement. In a past life Andrew wrote copy at a couple of advertising agencies. His offline hours are spent chatting with his new baby, playing guitar, exploring California hikes, and rooting for underperforming New York sports teams.",
    "headshot": {
      "filename": "adepasquale.jpg",
      "url": "https://res.cloudinary.com/coderefactory/image/upload/f_auto/v1603490198/cr4/about-adepasquale.jpg",
      "width": 320,
      "height": 320
    }
  },
  {
    "name": "Lynda Greenberg",
    "bio": "Lynda is a seasoned, passionate leader with a proven track record in product storytelling, digital marketing, e-commerce SEM and SEO, paid social, and PPC. More than 25 years' experience guiding a product's life cycle from conception to launch. An expert at seamlessly integrating messaging across all channels with a focus on outstanding acquisition and retention strategy. Lynda loves to spend her spare time hiking, running, or biking on Mt. Tam with her dog Pete.",
    "headshot": {
      "filename": "lgreenberg.jpg",
      "url": "https://res.cloudinary.com/coderefactory/image/upload/f_auto/v1603490198/cr4/about-lgreenberg.jpg",
      "width": 320,
      "height": 320
    }
  },
  {
    "name": "Fabrice Armisen",
    "bio": "Fabrice has more than 25 years of experience in software engineering and consulting, working with the complete lexicon of software technologies. Renowned for his resourcefulness, Fabrice loves nothing more than being told that something cannot be implemented, and then going away for a couple of hours and doing it.",
    "headshot": {
      "filename": "farmisen.jpg",
      "url": "https://res.cloudinary.com/coderefactory/image/upload/f_auto/v1603490198/cr4/about-farmisen.jpg",
      "width": 320,
      "height": 320
    }
  }
]
